Repository: dolphinoracle/automount-antix
Catalog: translations_script/*/automount-antix_*.po
Languages: de, el, es, fr, nl, ru, sv

source: Apply
de: Anwenden
el: Εφαρμογή
es: Aplicar
fr: Appliquer
nl: Toepassen
ru: Применить
sv: Genomför

source: Close
de: Schließen
el: Κλείσιμο
es: Cerrar
fr: Fermer
nl: Sluiten
ru: Закрыть
sv: Stäng

source: Automount Configuration
de: Automount-Konfiguration
el: Διαμόρφωση Automount
es: Configuración de Automontaje
fr: Configuration du montage automatique
nl: Automatisch Aankoppelen Configuratie
ru: Настройка автомонтирования
sv: Automount Konfiguration

source: usb devices
de: USB-Geräte
el: συσκευές USB
es: dispositivos usb
fr: les périphériques usb
nl: usb apparaten
ru: usb устройства
sv: usb-enheter

source: optical discs
de: optische Platten
el: οπτικούς δίσκους
es: discos ópticos
fr: les disques optiques
nl: optische schijven
ru: оптические диски
sv: optiska skivor

source: Automount External Devices
de: Datenträger automatisch mounten
el: Automount εξωτερικές συσκευές
es: Automontar Dispositivos Externos
fr: Montage automatique des périphériques externes
nl: Automatisch Externe Apparaten Aankoppelen
ru: Автомонтирование внешних устройств
sv: Automount Externa Enheter

source: Open Default File Manager on Mount
de: Standard Window Manager beim Mounten öffnen
el: Ανοίξτε το προεπιλεγμένος διαχειριστής αρχείων σε Mount
es: Abrir el Manejador de Archivos en Mount
fr: Lancer le gestionnaire de fichiers par défaut à l'occasion de montage
nl: Open Standaard Bestandsmanager bij Aankoppelen
ru: Открыть смонтированное устройство в файловом менеджере по умолчанию
sv: Öppna Standard Filhanterare vid Montering

source: DVD in Video Player
de: DVD im Video-Player
el: Στο DVD Video Player
es: DVD en Tocador de Video
fr: DVD au lecteur vidéo
nl: DVD in Video Speler
ru: DVD в проигрывателе видео
sv: DVD i Video Spelare

source: Audio Discs in Music Player
de: Audio-CD im Musik-Player
el: Ήχου Δίσκοι σε Music Player
es: Discos de Audio en Tocador de Musica
fr: Disques audio au lecteur musique
nl: Audio Schijf in Muziekspeler
ru: Аудио-диски в музыкальном проигрывателе
sv: Ljudskivor i Musikspelare

source: DVD Command
de: DVD Befehl
el: Εντολή DVD
es: Comando DVD
fr: Commande DVD
nl: DVD Commando
ru: Команда для DVD
sv: DVD Kommando

source: Audio Disc Command
de: Audio-CD Befehl
el: Εντολή Audio Disc
es: Comando de Disco de Audio
fr: Commande disque audio
nl: Audio Schijf Commando
ru: Команда для аудио-диска
sv: Ljudskiva Kommando
